/* 
   Localizeable.strings
   iRubyKaigi2009

   Created by Katsuyoshi Ito on 09/07/03.
   Copyright 2009 ITO SOFT DESIGN Inc. All rights reserved.
 */
 
"LOCALE" = "ja_JP";
"DATE_FORMATTER_FOR_TITLE" = "M月d日";

"SESSION_INFO_URL" = "http://iphone.itosoft.com/irubykaigi2009/Japanese.lproj/session_info.csv";
"LIGHTNING_TALKS_INFO_URL" = "http://iphone.itosoft.com/irubykaigi2009/Japanese.lproj/lightning_talks_info.csv";
"SUB_SESSION_INFO_URL" = "http://files.me.com/gutskun/crfxcr";
"SUB_LIGHTNING_TALKS_INFO_URL" = "http://files.me.com/gutskun/y3njc7";

"JA_SESSION_INFO_URL" = "";
"JA_LIGHTNING_TALKS_INFO_URL" = "";
"JA_SUB_SESSION_INFO_URL" = "";
"JA_SUB_LIGHTNING_TALKS_INFO_URL" = "";



"Title" = "タイトル";
"Speaker" = "スピーカー";
"Room" = "部屋";
"Abstract" = "概要";
"Speaker Profile" = "スピーカープロフィール";
"Session" = "セッション";
"All" = "全て";
"Date" = "日付";
"Favorite" = "お気に入り";
"Settings" = "設定";
"Language" = "言語";
"English" = "英語";

"Search" = "検索";

"Show Session" = "セッション情報";

/* Session */
"Session:title" = "タイトル";
"Session:speakers" = "スピーカー";
"Session:room" = "部屋";
"Session:summary" = "要約";
"Session:profile" = "プロフィール";

/* LightningTalk */
"LightningTalk:title" = "タイトル";
"LightningTalk:speakers" = "スピーカー";
"LightningTalk:room" = "部屋";

"Show LightningTalk" = "ライトニングトーク情報";


/* RoomTableViewCell.h */
"Rooms" = "部屋";
"Present sessions" = "現在行われているセッション";
"Next sessions" = "次のセッション";
"Floor Guid" = "フロアーガイド";

"UPDATE_ERROR_MESSAGE" = "更新できませんでした。少し待ってから再度お試し下さい。";
"Update Error!" = "更新エラー";
